{
  "home": {
    "hero-header": {
      "title": {
        "regular": "We build web2 & web3 experiences.",
        "bold": "We build the",
        "last-word": "future"
      }
    },
    "our-clients": {
      "name": "Nos clients & partenaires",
      "first-line": "We built",
      "last-line": "together"
    },
    "our-agency": {
      "name": "Notre agence",
      "text": "La nouvelle transition majeure du web est en cours, Avicenne vous accompagne donc dans vos projets web2 et web3. Au-delà de la communication et de l'interaction en ligne, l'appropriation des données et la décentralisation à travers la Blockchain sont au cœur des sujets."
    },
    "works-section": {
      "name": "Nos projets",
      "works": {
        "trichrome":{
          "image-alt": "Image du projet Trichrome"
        },
        "foodlab":{
          "image-alt": "Image du projet foodlab"
        }
      }
    },
    "services-section": {
      "name": "Nos services",
      "services": {
        "web-development": {
          "title": "Développement web",
          "description": "Nous développons des applications web sur-mesure à destination des start-ups, petites et grandes entreprises à l'aide d'une stack technique variée. Nous prenons connaissance du besoin et accompagnons nos collaborateurs dans la création de leur produit, en prenant en considération les problématiques de scaling, de maintenabilité et de performance.",
          "image-alt": "Image du service de développement web"
        },
        "blockchain-development": {
          "title": "Blockchain",
          "description": "De la création de token et applications décentralisées aux systèmes de gouvernance complexes et DAO. Avicenne vous accompagne dans le cadre des ses services blockchain de la définition de votre besoin à la réalisation de votre projet. À travers une méthodologie agile, nous mettons en place votre marketplace NFT, ainsi que plateforme de staking et d'ICOs. Des tests rigoureux sont essentiels pour le déploiement de vos smart contracts, une couverture de 100% est donc exigée à la livraison.",
          "image-alt": "Image du service de développement blockchain"
        }
      }
    },
    "team-section": {
      "name": "L'équipe",
      "jobs": {
        "president": "Président",
        "managing-director": "Directeur Général"
      },
      "images-alt": {
        "adam-aleb": "Image de Adam Aleb",
        "marwane-lairi": "Image de Marwane Lairi"
      }
    }
  },
  "navbar": {
    "all-projects": "All projects",
    "development": "Development",
    "design": "Design",
    "about": "About me"
  },
  "footer": {
    "name": "Contact",
    "socials-title": "Suivez-nous"
  },
  "cursor": {
    "see-project": "Voir le projet",
    "mail": "Contactez-nous"
  },
  "use-cases": {
    "template": {
      "tasks": "Tâches",
      "website-button": "Visiter le site"
    },
    "projects": {
      "studio-haddou-dufourcq": {
        "name": "Studio Haddou / Dufourcq",
        "header": {
          "jobs": [
            "Postes",
            "Webmaster",
            "Dev Front-End"
          ],
          "tools":[
            "Technologies",
            "HTML, SCSS, JS, PHP"
          ],
          "date": "Depuis 2018"
        },
        "content": {
          "title-1": "Le projet",
          "text-1": [
            "Le projet remonte à juin 2018, quand le Studio cherche à créer son site vitrine afin de présenter ses divers projets d’architecture intérieure et design. Ils solicitent mon aide sur ce projet. Je suis chargé de la création du site de A à Z (Design, développement, achat du nom de domaine, mise en ligne, ...).",
            "Début 2020 les clients souhaitent une refonte globale du site, je réalise donc une nouvelle version. Cela me permet de mettre en application les nouvelles connaisances acquises entre temps. Je réalise un burger menu propre et fonctionnel, corrige les nombreux bugs de responsive, insère du php afin de rendre le code plus lisible, passe le CSS en SCSS, refais le slider existant : le code est donc amélioré de fond en comble ainsi que le design global du site."
          ],
          "text-2": "L’un des challenges de ce projet était la réalisation d’un carousel responsive en full JS vanilla. L’objectif était d’obtenir un carousel relativement épuré correspondant au style du studio.",
          "text-3": "Le responsive du site a été travaillé afin de s’adapter au mieux à n’importe quel device et à la taille de chaque écran. Le burger menu ainsi que le carousel ont été étudiés afin de les rendre parfaitement responsive."
        }
      }
    }
  }
}
